Workspace/test_cases/02-Acoustic-case1/NonLinearAcoustic/Allrun
#!/bin/sh

. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication decomposePar
runParallel $(getApplication)
runApplication reconstructPar

